{
  "categories": [
    {
      "name": "Hatch",
      "description": "Carros compactos e econômicos, geralmente com um design de porta traseira que permite acesso ao porta-malas diretamente do interior do veículo."
    },
    {
      "name": "Sedan",
      "description": "Carros com maior espaço interno, geralmente com três volumes distintos: motor, cabine e porta-malas."
    },
    {
      "name": "SUV",
      "description": "Veículos utilitários esportivos com maior altura do solo, projetados para misturar conforto urbano com capacidade off-road."
    },
    {
      "name": "Picape",
      "description": "Veículos com caçamba para transporte de cargas, disponíveis em versões leves e pesadas, adequados para trabalho e lazer."
    },
    {
      "name": "Vans",
      "description": "Veículos projetados para transporte de passageiros ou cargas, com capacidade para até 15 pessoas ou grandes volumes de carga."
    },
    {
      "name": "Esportivo",
      "description": "Carros projetados para alto desempenho, com foco em velocidade, aceleração e estilo arrojado."
    },
    {
      "name": "Conversível",
      "description": "Carros com teto retrátil, permitindo a condução a céu aberto, geralmente com design esportivo."
    },
    {
      "name": "Coupé",
      "description": "Carros de duas portas com design esportivo, geralmente com capacidade para até quatro pessoas."
    },
    {
      "name": "Minivan",
      "description": "Veículos projetados para famílias, com espaço interno otimizado e capacidade para até sete passageiros."
    },
    {
      "name": "Utilitário",
      "description": "Veículos robustos e versáteis, projetados para transporte de cargas ou passageiros em condições adversas."
    },
    {
      "name": "Luxo",
      "description": "Carros que oferecem o mais alto nível de conforto, tecnologia e acabamentos premium."
    },
    {
      "name": "Off-road",
      "description": "Veículos projetados para enfrentar terrenos difíceis, com tração nas quatro rodas e estrutura reforçada."
    }
  ]
}
